{
    "date" : "2025-02-04",
    "datetext" : "04 tháng 2 2025",
    "exercise": [      
        {
            "title": "Cơ học - CM.002 - Bài toán đuổi bắt - IOM 2014",
            "quicktitle" : "Bài toán đuổi bắt - IOM 2014",
            "quickimg": "./img/cm002.png",
            "task": "Một chú chó (dog) và cô chủ đi dạo và đang dừng nghỉ một lúc, cô chủ cầm dây xích vẫn còn hơi trên tay. Đột nhiên cô chủ bắt đầu chạy với tốc độ không đổi $V_0$ dọc theo một con đường thẳng nằm ngang, vuông góc với hướng ban đầu của dây xích. Dây xích có chiều dài $l$, nhẹ, không dãn, do đó nó vẫn còn căng trong lúc cô chủ chạy. Mặt đất xem như là phẳng. Giả sử ban đầu cô chủ ở tại gốc tọa độ $O$ của hệ trục tọa độ Descartes $X O Y$, dây xích hướng dọc theo trục $O Y$, và cô chủ bắt đầu chạy dọc theo chiều dương trục $O X$.<img src=\"./img/cm002.png\" alt=\"CM.002\" style=\"max-width: 40%; height: auto;\">1. Xác định độ lớn và hướng của gia tốc ban đầu $\\mathbf{a}_0$ của chú chó. Vẽ các trục $O X, O Y$ và chỉ ra hướng của gia tốc bằng mũi tên. <br><br> 2. Xác định tốc độ $V_A$ của chú chó, độ lớn và chiều gia tốc $\\mathbf{a}_A$ của chú chó khi đi qua điểm $A$, vị trí mà góc giữa dây xích và vận tốc của cô chủ bằng $45^{\\circ}$. Vẽ các trục $O X, O Y$ và chỉ ra hướng của gia tốc $\\mathbf{a}_A$ bằng mũi tên. <br><br> 3. Xây dựng phương trình quỹ đạo của chú chó (dưới dạng $y=y(x), x=x(y)$, hoặc dạng phương trình tham số). Vẽ phác họa đồ thị quỹ đạo (trong hệ tọa độ $X O Y$ ). Biết rằng: $\\int_x^{\\pi / 2} \\frac{d y}{\\sin y}=\\ln \\left(\\cot \\frac{x}{2}\\right)$. <br><br> 4. Xây dựng phương trình chuyển động của chú chó (phương trình tọa độ $x$ và $y$ theo thời gian). Hãy xác định phương trình vận tốc của chú chó theo thời gian $V(t)$. <br><br> 5. Giả sử rằng gia tốc của chú chó chỉ là do thành phần lực nằm ngang $F$ của mặt đất tác dụng lên chú chó. Hãy tìm biểu $F(t)$ theo thời gian. Bỏ qua những <i>bất thường</i> nhỏ của hàm số (sự không liên tục do chú chó nhạy). Biết rằng khối lượng của chú chó là $m$. <br><br> 6. Hãy tìm quy luật chuyển động của chú chó (sự phụ thuộc của $x, y$ theo thời gian $t$ ) trong trường hợp sau thời điểm $\\tau=\\frac{l}{V_0}$, biết rằng chú chó và cô chủ vẫn tiếp tục chạy. <br><br> 7. Một con ruồi bắt đầu đuổi theo chú chó khi chú chó đã đi được quãng đường $l$. Tốc độ của con ruồi không đổi bằng $V_0$ bay theo chính xác đường đi của chú chó. Tìm khoảng cách nhỏ nhất $r_{min}$ mà con ruồi có thể đến gần chú chó. <br><br> 8. Xác định độ lớn gia tốc $a_A^r$ của con ruồi khi nó đi qua điểm $A$.",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1336154250345975829\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Nhiệt học - TSM.002 - Súng phóc - Olympic Vật lý Thái Lan 2015",
            "quicktitle" : " Súng phóc - Olympic Vật lý Thái Lan 2015",
            "quickimg": "./img/tsm002_1.png",
            "task": "Súng phóc là một loại đồ chơi dân gian, thường được làm từ ống tre hoặc ống nhựa để bắn các vật nhỏ như hạt bồ kết, quả đay hoặc viên giấy. Trong bài toán này ta sẽ xét một súng phóc gồm một ống tre hình trụ rỗng xuyên suốt, với đầu bắn ra có kích thước nhỏ hơn một chút so với đầu còn lại dùng làm tay cầm. Thanh bắn là một thanh tre được vót tròn, có chiều dài $L_0$, ngắn hơn ống tre một khoảng $D$, và có tay cầm như trong hình. <img src=\"./img/tsm002.png\" alt=\"TSM.002\" style=\"max-width: 70%; height: auto;\"> Việc nạp đạn (hạt bồ kết, quả đay, ... ) được thực hiện bằng cách đẩy viên đạn thứ nhất, có kích thước khớp với ống tre, vào sâu đến cuối thanh bắn. Viên đạn này sẽ bị giữ lại gần đầu bắn ra nhờ vào lực ma sát tĩnh cực đại $F$. Việc bắn đạn được thực hiện bằng cách đẩy nhanh viên đạn thứ hai có kích thước giống viên đạn đầu tiên vào trong ống tre. Không khí giửa hai viên đạn sẽ đẩy viên đạn đầu tiên ra khỏi ống tre. Khi viên đạn đầu tiên bắt đầu chuyển động, lực ma sát giảm xuống còn $f$, với $f \\ll F$. <br><b>Dữ kiện bài toán:</b> <br> - Mỗi viên đạn có khối lượng $m$. <br>- Kích thước của viên đạn rất nhỏ so với chiều dài $L_0$ và $D$.<br>- Tiết diện của lỗ ống tre là $A$.<br>- Áp suất khí quyển là $P_a$.<br>- Nhiệt dung mol đẳng tích của không khí là $C_V$.<br>- Nhiệt dung mol đăng áp của không khí là $C_P$.<br><b>Hãy trả lời các câu hỏi dưới đây:</b><br>1. Quá trình nén khí trong ống khi đẩy và bắn viên đạn là quá trình nhiệt động lực học nào? <br>2. Khoảng cách giữa hai viên đạn $L$ là bao nhiêu khi viên đạn đầu tiên bắt đầu chuyển động do lực đẩy từ viên đạn thứ hai?<br>3. Nếu vận tốc của viên đạn đầu tiên lớn hơn đáng kể so với vận tốc của thanh bắn, viên đạn sẽ rời khỏi ống tre với vận tốc bao nhiêu?<br>4. Hãy tìm khoảng cách $D$ để viên đạn được bắn ra với vận tốc lớn nhất.",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1339406612871516302\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Điện học - EM.002 - Tàu điện đơn giản",
            "quicktitle" : " Tàu điện đơn giản",
            "quickimg": "./img/em002_01.png",
            "task": "Một tàu điện đơn giản gồm một cục pin $A A$ được gắn hai nam châm mạnh ở mỗi đầu, tàu điện này có thể chuyển động trong một cuộn dây đồng thẳng, dài, hình xoắn ốc (Hình 1). Tàu điện chuyển động được do lực tương tác giữa dòng điện trong đoạn dây đồng nối giữa hai cực của cục pin và các nam châm. <img src=\"./img/em002.png\" alt=\"EM.002\" style=\"max-width: 70%; height: auto;\"> Cuộn dây đồng có bán kính là $R$ và bước xoắn của cuộn dây là $s$; các nam châm có bán kính xấp xỉ bằng bán kính của cuộn dây đồng và khoảng cách giữa tâm của hai nam châm là $L$. Cho suất điện động của cục pin là $E$, điện trở trong của pin là $r_0$ và điện trở trên một đơn vị chiều dài dây đồng là $\\lambda$. Trong bài toán này, chúng ta coi rằng các nam châm được xem như là các lưỡng cực từ có momen từ $\\vec{m}_1$ và $\\vec{m}_2\\left(\\left|\\vec{m}_1\\right|=\\left|\\vec{m}_2\\right|=m\\right)$ đặt ở tâm $O_1$ và $O_2$ của các nam châm. Từ trường do một momen từ $\\vec{m}$ tại vị trí cách momen từ một khoảng $\\vec{r}$ được tính bẳng biểu thức sau: $$\\vec{B}(\\vec{r})=\\frac{\\mu_0}{4 \\pi}\\left[\\frac{3(\\vec{m} \\cdot \\vec{r}) \\vec{r}}{r^5}-\\frac{\\vec{m}}{r^3}\\right]$$ Để cho tàu điện có thể chạy được, thì hai nam châm được bố trí sao cho momen của hai nam châm ngược chiều nhau như hình 2 . Khi nam châm đứng yên, hai nam châm chịu tác dụng lực từ do dòng điện trên đoạn dây nối hai cực của nguồn điện. Lực từ này đóng vai trò lực xuất phát làm cho tàu điện chạy. <br> 1. Tính tổng lực từ $F_x$ theo phương $O x$ tác dụng lên tàu điện, khi tàu điện đứng yên. <br> Dưới tác dụng của lực từ trên đoạn dây, tàu điện chạy nhanh dần. Tuy nhiên, khi tàu điện chuyển động thì xuất hiện dòng điện cảm ứng ứng trên đoạn dây nối hai cực của cục pin chống lại sự chuyển động của tàu điện. Do đó sau một khoảng thời gian tăng tốc đạt tới tốc độ tới hạn thì tàu chuyển động thẳng đều. Khi tàu chuyển động thì suất điện động cảm ứng trên đoạn dây được tính bằng công thức:$$\\varepsilon=-\\frac{d \\phi}{d t}$$ trong đó $\\phi=\\int_H \\vec{B} \\cdot d \\vec{A}$ là tổng từ thông qua mặt xoắn được mô tả như hình 3 . Ở đây, trong hệ tọa độ trụ $\\vec{r}=(\\rho, \\theta, x)$ thì vi phân diện tích $d \\vec{A}$ trên mặt xoắn được tính như sau:$$d \\vec{A}=\\left(\\frac{\\partial \\vec{r}}{\\partial x} \\times \\frac{\\partial \\vec{r}}{\\partial \\rho}\\right) d x d \\rho$$ <br>2. Hãy tính dòng điện cảm ứng trên đoạn dây nối hai cực của cục pin khi tàu điện chuyện động dọc theo trục $O x$ với tốc độ $v$. <br> 3. Biết tổng khối lượng của tàu điện là $M$, hệ số ma sát trượt giữa tàu và cuộn dây là $\\mu_K$. Viết phương trình chuyển động của tàu điện. Trong quá trình chuyển động xem như các nam châm luôn tiếp xúc với cuộn dây đồng, và suất điện động của pin không thay đổi. <br> 4. Hãy tính tốc độ tới hạn của tàu khi tàu chuyển động thẳng đều. Cho rằng cuộn dây đồng đủ dài để cho tàu điện có thể đạt được tốc độ tới hạn.",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1339404827985449060\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Quang học - OMP.002 - Thi tuyển PhD Columbia University 2019",
            "quicktitle" : "PhD Columbia University 2019",
            "quickimg": "./img/omp002_1.png",
            "task": "Một nhà thám hiểm vũ trụ rời Trái Đất trên một con tàu với gia tốc $3 \\mathrm{~m} / \\mathrm{s}^2$ trong một năm. Sau đó, cô di chuyển theo quán tính trong một năm và năm thứ ba thì giảm tốc với gia tốc có độ lớn bằng gia tốc ban đầu (các cụm từ 'gia tốc trong một năm', 'di chuyển quán tính trong một năm' và 'giảm tốc trong năm thứ ba' đều đề cập đến 'một năm' trong hệ quy chiếu của nhà thám hiểm). Hỏi nhà thám hiểm đã đi xa Trái Đất bao nhiêu? (Biết 1 năm $=3.2 \\times 10^7 \\mathrm{~s}$, $\\left.c=3 \\times 10^8 \\mathrm{~m} / \\mathrm{s}\\right)$ <br> Ở đây, gia tốc không đổi có độ lớn $a$ (ví dụ $3 \\mathrm{~m} / \\mathrm{s}^2$ ) có nghĩa là:$$-\\left(\\frac{d^2 t}{d \\tau^2}\\right)^2+\\frac{1}{c^2}\\left(\\frac{d^2 x}{d \\tau^2}\\right)^2=\\frac{a^2}{c^2}$$ <br> trong đó $t$ và $x$ lần lượt là thời gian và khoảng cách theo hệ quy chiếu Trái Đất, còn $\tau$ là thời gian riêng của nhà du hành, tức là: $$ -\\left(\\frac{d t}{d \\tau}\\right)^2+\\frac{1}{c^2}\\left(\\frac{d x}{d \\tau}\\right)^2=-1$$",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1339407493176098978\" target=\"_blank\">đây</a>"
        }

    ]
}