{
    "date" : "2025-02-04",
    "datetext" : "04 tháng 2 2025",
    "exercise": [      
        {
            "title": "Cơ học - CM.002 - Bài toán đuổi bắt - IOM 2014",
            "quicktitle" : "Bài toán đuổi bắt - IOM 2014",
            "quickimg": "./img/cm002.png",
            "task": "Một chú chó (dog) và cô chủ đi dạo và đang dừng nghỉ một lúc, cô chủ cầm dây xích vẫn còn hơi trên tay. Đột nhiên cô chủ bắt đầu chạy với tốc độ không đổi $V_0$ dọc theo một con đường thẳng nằm ngang, vuông góc với hướng ban đầu của dây xích. Dây xích có chiều dài $l$, nhẹ, không dãn, do đó nó vẫn còn căng trong lúc cô chủ chạy. Mặt đất xem như là phẳng. Giả sử ban đầu cô chủ ở tại gốc tọa độ $O$ của hệ trục tọa độ Descartes $X O Y$, dây xích hướng dọc theo trục $O Y$, và cô chủ bắt đầu chạy dọc theo chiều dương trục $O X$.<img src=\"./img/cm002.png\" alt=\"CM.002\" style=\"max-width: 40%; height: auto;\">1. Xác định độ lớn và hướng của gia tốc ban đầu $\\mathbf{a}_0$ của chú chó. Vẽ các trục $O X, O Y$ và chỉ ra hướng của gia tốc bằng mũi tên. <br><br> 2. Xác định tốc độ $V_A$ của chú chó, độ lớn và chiều gia tốc $\\mathbf{a}_A$ của chú chó khi đi qua điểm $A$, vị trí mà góc giữa dây xích và vận tốc của cô chủ bằng $45^{\\circ}$. Vẽ các trục $O X, O Y$ và chỉ ra hướng của gia tốc $\\mathbf{a}_A$ bằng mũi tên. <br><br> 3. Xây dựng phương trình quỹ đạo của chú chó (dưới dạng $y=y(x), x=x(y)$, hoặc dạng phương trình tham số). Vẽ phác họa đồ thị quỹ đạo (trong hệ tọa độ $X O Y$ ). Biết rằng: $\\int_x^{\\pi / 2} \\frac{d y}{\\sin y}=\\ln \\left(\\cot \\frac{x}{2}\\right)$. <br><br> 4. Xây dựng phương trình chuyển động của chú chó (phương trình tọa độ $x$ và $y$ theo thời gian). Hãy xác định phương trình vận tốc của chú chó theo thời gian $V(t)$. <br><br> 5. Giả sử rằng gia tốc của chú chó chỉ là do thành phần lực nằm ngang $F$ của mặt đất tác dụng lên chú chó. Hãy tìm biểu $F(t)$ theo thời gian. Bỏ qua những <i>bất thường</i> nhỏ của hàm số (sự không liên tục do chú chó nhạy). Biết rằng khối lượng của chú chó là $m$. <br><br> 6. Hãy tìm quy luật chuyển động của chú chó (sự phụ thuộc của $x, y$ theo thời gian $t$ ) trong trường hợp sau thời điểm $\\tau=\\frac{l}{V_0}$, biết rằng chú chó và cô chủ vẫn tiếp tục chạy. <br><br> 7. Một con ruồi bắt đầu đuổi theo chú chó khi chú chó đã đi được quãng đường $l$. Tốc độ của con ruồi không đổi bằng $V_0$ bay theo chính xác đường đi của chú chó. Tìm khoảng cách nhỏ nhất $r_{min}$ mà con ruồi có thể đến gần chú chó. <br><br> 8. Xác định độ lớn gia tốc $a_A^r$ của con ruồi khi nó đi qua điểm $A$.",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1336154250345975829\" target=\"_blank\">đây</a>"
        }
    ]
}