{
    "date" : "2025-02-05",
    "datetext" : "05 tháng 2 2025",
    "exercise": [      
        {
            "title": "Cơ học - CM.003 - Bánh xe đạp hình vuông",
            "quicktitle" : "Bánh xe đạp hình vuông",
            "quickimg": "./img/cm003_1.png",
            "task": "Một chiếc xe đạp có bánh xe hình vuông thì khó có thể đi được trên mặt phẳng nhưng lại có thể đi được dễ dàng trên một mặt đường gập ghềnh có hình dạng đặc biệt. Giả sử bánh xe hình vuông có cạnh là $L$, bánh xe có thể lăn không trượt và vị trí trục bánh xe không thay dổi độ cao (như hình vẽ).<img src=\"./img/cm003.png\" alt=\"CM.003\" style=\"max-width: 40%; height: auto;\"> 1. Hãy xác định hình dạng mặt đường. <br> 2. Trong trường hợp bánh xe là một đa giác đều $n$ đỉnh, hãy xác định hình dạng bề mặt đường cho trường hợp này. Biết khoảng cách từ tâm đa giác đến đỉnh là $R$. <br> 3. Giả sử khối tâm bánh xe hình vuông chuyển động với tốc độ không đổi $v$. Hãy tính giá trị cực đại và cực tiểu của tốc độ góc của bánh xe. <br> 4. Hãy tìm hình dạng mặt đường cho trường hợp bánh xe đạp hình elip có các bán trục lớn và bé lần lượt là $a$ và $b$. Biết hàm ngược của hàm elip Jacobi được định nghĩa như sau: $$ \\mathrm{dn}^{-1}\\left\\{y, \\sqrt{1-\\frac{b^2}{a^2}}\\right\\}=\\int_y^a \\frac{a \\mathrm{~d} y}{\\sqrt{\\left(a^2-y^2\\right)\\left(y^2-b^2\\right)}}$$",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1339400938779050075\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Nhiệt học - TSM.003 - Nổ Nitrogen - NBPhO 2023",
            "quicktitle" : "Nổ Nitrogen - NBPhO 2023",
            "quickimg": "./img/tsm003_1.png",
            "task": "Một bán cầu bán kính $r=0.1 \\mathrm{~m}$ đổ đầy nitrogen lỏng (liquid) ở nhiệt độ sôi $T_1=77.4 \\mathrm{~K}\\left(-195.8^{\\circ} \\mathrm{C}\\right)$. Sau đó, nửa còn lại được gắn chặt vào nửa đầu tiên, tạo thành một khối cầu chứa nitrogen lỏng và khí nitrogen, mỗi thành phần chiếm một nửa thể tích khối cầu. Thả khối cầu ngay lập tức vào nước (water) có nhiệt độ $T_w=20^{\\circ} \\mathrm{C}$, và khối cầu nổi như hình minh họa dưới đây. Sau một thời gian, khối cầu phát nổ. <img src=\"./img/tsm003.png\" alt=\"TSM.003\" style=\"max-width: 70%; height: auto;\"> Khối cầu được làm từ nhựa PCTFE có khối lượng riêng $\\rho_p=2130 \\mathrm{~kg} \\mathrm{~m}^{-3}$, ứng suất kéo tới hạn $\\sigma=3.4 \\times 10^7 \\mathrm{~N} \\mathrm{~m}^{-2}$ (khi ứng suất vượt quá giá trị này, nhựa sẽ vỡ) và độ dẫn nhiệt $k=0.84 \\mathrm{Wm}^{-1} \\mathrm{~K}^{-1}$. Đối với nitrogen lỏng, trong điều kiện của bài toán, có nhiệt hóa hơi là $\\lambda=2.0 \\times 10^5 \\mathrm{~J} \\mathrm{~kg}^{-1}$, nhiệt dung riêng $c_v=2000 \\mathrm{Jkg}^{-1} \\mathrm{~K}^{-1}$ và khối lượng riêng $\\rho_n=808 \\mathrm{~kg} \\mathrm{~m}^{-3}$. Khối lượng mol của nitrogen $M\\left(N_2\\right)=28 \\mathrm{~g} \\mathrm{~mol}^{-1}$. Hằng số khí lý tưởng $R=8.31 \\mathrm{~J} \\mathrm{~K}^{-1} \\mathrm{~mol}^{-1}$. Sự phụ thuộc của áp suất hơi bão hòa của nitrogen theo nhiệt độ cho bởi đồ thị trên. <br>1. Xác định độ dày $d$ của thành quả cầu?<br>2. Xác định áp suất $p_2$ bên trong khối cầu ngay trước khi phát nổ? Biết áp suất bên ngoài không khí (air) là $p_a=1.0 \\times 10^5 \\mathrm{~Pa}$.<br>3. Xác định nhiệt độ $T_2$ của nitrogen lỏng ngay trước khi nổ?<br>4. Tính khối lượng nitrogen đã bay hơi trong khối cầu trước khi nổ?<br>5. Ước tính thời gian để khối cầu phát nổ. Bỏ qua nhiệt dung của nhựa và thất thoát nhiệt qua nửa trên của khối cầu.",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1339406948994646047\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Điện học - EM.003 - Phương pháp ảnh điện",
            "quicktitle" : "Phương pháp ảnh điện",
            "quickimg": "./img/em003.png",
            "task": "Phương pháp ảnh điện là một phương pháp tính toán hiệu quả trong các bài toán về tĩnh điện. Trong bài toán này ta sẽ áp dụng phương pháp ảnh điện cho hệ vật dẫn là các mặt trụ hay mặt trụ và mặt phẳng (có thể xem mặt phẳng là trường hợp suy biến của mặt trụ có bán kính vô cùng lớn). Trường hợp 1, ta xét hệ gồm hai mặt trụ kim loại bán kính $a$ dài vô hạn đặt song song cách nhau một khoảng $D(D>2 a)$ như hình 1. Nối hai mặt trụ vào một nguồn điện có hiệu điện thế $U$.<img src=\"./img/em003_1.png\" alt=\"EM.003 1\" style=\"max-width: 70%; height: auto;\"> 1. Tính mật độ điện tích mặt trên các mặt trụ. <br> 2. Tính điện tích trên một đơn vị chiều dài trên các mặt trụ. <br> 3. Tính lực tác dụng lên một một đơn vị chiều dài của các mặt trụ. <br> 4. Tính điện dung trên một đơn vị chiều dài của tụ điện tạo bởi hai mặt trụ kim loại này bằng 3 cách khác nhau. <br><br> Trường hợp 2, ta xét hệ gồm một mặt kim loại hình trụ dài vô hạn đặt song song cách một mặt dẫn phẳng rộng vô hạn được nối đất một khoảng $D$ (như hình 2). Đặt một điện thế $V_0$ lên mặt trụ kim loại.<img src=\"./img/em003_2.png\" alt=\"EM.003 2\" style=\"max-width: 70%; height: auto;\"> 5. Hãy tính cường độ điện trường trong không gian. <br> 6. Xác định mật độ điện tích mặt $\\sigma(\\theta)$ trên mặt trụ theo $\\theta, a, D$ và $V_0$. <br> 7. Tính điện dung trên một đơn vị chiều dài của tụ điện tạo bởi hệ mặt dẫn hình trụ dài vô hạn và mặt dẫn phẳng rộng vô hạn này. <br> 8. Xác định mật độ điện tích mặt trên mặt dẫn phẳng rộng vô hạn.<br> 9. Tính lực tác dụng lên một đơn vị chiều dài của mặt trụ bằng 3 cách khác nhau. <br><br> Trường hợp 3, ta xét hệ gồm hai mặt trụ kim loại dài vô hạn có bán kính lần lượt là $a_1$ và $a_2\\left(a_2>a_1\\right)$, đặt cách nhau một khoảng $D$. Hãy tính điện dung tương hỗ trên một đơn vị chiều dài của hệ hai trụ vô hạn trong các trường hợp sau: <br> 10. Hai trụ lồng nhau. Hãy nhận xét kết quả khi $D=0$. <img src=\"./img/em003_3.png\" alt=\"EM.003 3\" style=\"max-width: 70%; height: auto;\"><br>11. Hai mặt trụ nằm bên ngoài nhau <img src=\"./img/em003_4.png\" alt=\"EM.003 4\" style=\"max-width: 70%; height: auto;\">",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1339404964279091241\" target=\"_blank\">đây</a>"
        }
    ]
}