{
    "date" : "2025-01-25",
    "datetext" : "25 tháng 1 2025",
    "exercise": [      
        {
            "title": "Cơ học - CM.001 - Tam giác Reuleax",
            "quicktitle": "Tam giác Reuleax",
            "task": "Tam giác Reuleaux được xây dựng từ một tam giác đều có cạnh dài $a$, trong đó hai đỉnh được nối bằng một cung tròn có bán kính $a$ với tâm nằm trên cạnh đối diện như hình vẽ 1. Tam giác Reuleaux có tính chất đặc biệt thú vị là khoảng cách giữa hai đường thẳng song song bất kỳ tiếp xúc với các cạnh của tam giác có khoảng cách không đổi bằng $a$. Người ta có thể sử dụng tính chất này để chế tạo các bánh xe. Trong bài toán này chúng ta sẽ khảo sát chuyển động của một bánh xe hình trụ tam giác Reuleaux. Hình trụ chiều dài $L$, khối lượng $m$ phân bố đều, có tiết diện là một tam giác Reuleaux được tạo từ tam giác đều cạnh $a$ và ba đường tròn bán kính $a$. <br><img src=\"./img/cm001.png\" alt=\"CM.001\" style=\"max-width: 40%; height: auto;\"> <br> 1. Hãy tính mô men quán tính của khối trụ tam giác Reuleaux đối với trục đối xứng đi qua tâm tam giác và song song với đường sinh khối trụ. <br> 2. Đặt khối trụ tam giác Reuleaux trên mặt nằm ngang. Cho khối trụ dao động nhỏ quanh vị trí cân bằng. Hãy tính tần số dao động nhỏ của khối trụ tam giác Reuleaux. Biết rằng khối trụ chỉ lăn không trượt. <br> 3. Đặt khối trụ tam giác Reuleaux trên mặt phẳng nằm ngang. Từ vị trí cân bằng truyền cho khối trụ vận tốc ban đầu $v_0$. Hãy tính vận tốc, gia tốc, và vận tốc góc của khối trụ theo vị trí khối tâm. <br> 4. Đặt khối trụ tam giác Reuleaux trên mặt phẳng nghiêng góc $\\theta$. Hãy tìm $\\theta_{\\max}$ để cho khối trụ không bị lật. Khi $\\theta<\\theta_{\\max}$, cho khối trụ dao động nhỏ quanh vị trí cân bằng. Hãy xác định tần số dao động nhỏ. Biết rằng khối trụ chỉ lăn không trượt. <br> 5. Cho khối trụ tam giác Reuleaux chuyển động lăn không trượt bên trong một hình vuông như hình 3. Hãy xác định phương trình quỹ đạo chuyển động của khối tâm khối trụ. <br> 6. Hãy tính lại các kết quả trên nếu thay thế khối trụ tam giác Reuleaux bằng khối đa giác Reuleaux $n$-cạnh $(n>3)$.",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1332823449101668363\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Nhiệt học - TSM.001 - Olympic Vật lý Khu vực Vùng vịnh - GPhO 2017",
            "quicktitle": "Ống nước - GPhO 2017",
            "task": "Xét một ống được tạo thành khi hai hình trụ kim loại được hàn lại với nhau như hình vẽ. Hình trụ trên có diện tích tiết diện trong là $A=10 \\mathrm{~cm}^2$, và hình trụ dưới có diện tích tiết diện trong là $A=11 \\mathrm{~cm}^2$. Hai pít-tông được kết nối với nhau bằng một thanh thép hẹp (cứng nhưng nhẹ) có chiều dài $H=30 \\mathrm{~cm}$; khoảng cách từ pít-tông dưới đến vị trí hàn là $h=10 \\mathrm{~cm}$. Không gian giữa hai pít-tông được lấp đầy nước có khối lượng riêng $\\rho=1000 \\mathrm{~kg} / \\mathrm{m}^3$ và nhiệt độ $T=20^{\\circ} \\mathrm{C}$.<br><img src=\"./img/tsm001.png\" alt=\"TSM.001\" style=\"max-width: 20%; height: auto;\"> <br> Khối lượng của mỗi pít-tông là $\\frac{m}{2}=50 \\mathrm{~g}$ (bỏ qua khối lượng của thanh nối), gia tốc rơi tự do $g \\approx 10 \\mathrm{~m} / \\mathrm{s}^2$ và áp suất khí quyển $p_0=1 \\times 10^5 \\mathrm{~Pa}$. Ống được đặt thẳng đứng trên một mặt phẳng ngang cứng; các pít-tông có thể di chuyển tự do lên xuống, lực ma sát có thể bỏ qua. Khoảng cách từ đáy của pít-tông dưới đến mặt phẳng ngang lớn hơn 20 cm. <br><br> i. Gọi $p_P$ là áp suất tại một điểm $P$ ở đáy của cột nước, và $p_Q$ là áp suất tại một điểm $Q$ ở đáy pít-tông phía trên. Hãy tính $p_P-p_Q$. <br> <br>ii. Xét hai pít-tông thanh thép và cột nước như một hệ hợp nhất. Vẽ sơ đồ và đánh dấu tất cả các lực tác dụng lên hệ này bằng các mũi tên (ký hiệu các lực này bằng chữ, ví dụ: $\\vec{F}_1, \\vec{F}_2$, v.v.). Xác định độ lớn của tất cả các lực này.<br><br> iii. Xác định giá trị của $p_P$ và $p_Q$.<br><br> iv. Xác định lực căng $T$ trong thanh thép.<br><br> v. Bây giờ, toàn bộ hệ được nâng từ từ lên một độ cao $L=25 \\mathrm{~cm}$ (là khoảng cách giữa mặt phẳng ngang và mép dưới của ống) rồi được thả ra. Hệ rơi do trọng lực, va chạm với mặt phẳng ngang (giả sử va chạm là hoàn toàn không đàn hồi, tức là động năng của ống kim loại chuyển hóa thành nhiệt), giữ thăng bằng đứng thẳng trên mặt phẳng ngang trong một khoảng thời gian ngắn $\\tau$, sau đó bật lên không trung. Tại sao hệ lại bật lên? Hãy đưa ra giải thích định tính. <br><br> vi. Tìm thời gian $\\tau$ mà ống giữ thăng bằng trên mặt phẳng ngang (sau khi rơi và trước khi bật lên).",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1332823991458599004\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Điện học - EM.001 - Olympic Vật lý Đài Loan 2024",
            "quicktitle": "Solenoid - Olympic Vật lý Đài Loan 2024",
            "task": "Một ống vành khuyên có bán kính $R_0$, tiết diện tròn có bán kính là $r_0$, và $r_0 \\ll R_0$ (như hình vẽ). Gốc tọa độ là $O$.<br><img src=\"./img/em001.png\" alt=\"EM.001\" style=\"max-width: 40%; height: auto;\"> <br><br> (A) Trên vành khuyên quấn chặt đều $N$ vòng dây dẫn có vỏ mạ cách điện, khi cho dòng điện $I$ đi qua dây dẫn thì từ trường trong khoang vành khuyên là $$\\vec{B}_1=\\frac{\\alpha_0 R_0 I}{r}(-\\sin \\phi \\hat{x}+\\cos \\phi \\hat{y})$$ Hãy tìm $\\alpha_0$, theo $N, I, R_0$ và các hằng số vật lý liên quan. Ở đây $r, \\phi$ là tọa độ hướng tâm và góc trong hệ tọa độ cực phẳng. <br><br>(B) Để hạt mang điện bị giới hạn chuyển động trong khoang hình khuyên, chúng ta thêm vào một từ trường đều dọc theo hướng $Z$ là $\\vec{B}_2=B_0 \\hat{Z}$. Nếu hạt mang điện có khối lượng $m$, điện tích $q$ chuyển động tròn đều với bán kính $R_0$ trong khoang hình khuyên này, hãy tìm tần số góc của chuyển động tròn đều này $\\omega_0$. <br><br> (C) Hạt mang điện có khối lượng $m$, điện tích $q$ chuyển động trong khoang hình khuyên, viết ra phương trình chuyển động của hạt này trong các hướng $r, \\phi, z$. <br><br>(D) Theo câu (C), xem xét hạt mang điện bị nhiễu loạn nhỏ và lệch khỏi chuyển động tròn đều được đề cập ở câu (B). Cụ thể, giả sử $r(t)=R_0+\\delta r(t), \\phi(t)=-\\omega_0 t+\\delta \\phi(t), z(t)=\\delta z(t)$, và khai triển phương trình chuyển động trong câu (C) đến bậc nhất của $\\delta r(t), \\delta \\phi(t)$, và $\\delta z(t)$. <br><br>(E) Nếu $\\delta r(0)=0, \\delta \\dot{r}(0)=v_0, \\delta \\phi(0)=0, \\delta \\dot{\\phi}(0)=0, \\delta z(0)=0, \\delta \\dot{z}(0)=0$, tìm $\\delta r(t)$. <br><br> (F) Để tránh hạt mang điện bị nhiễu loạn và va chạm vào thành của khoang hình khuyên, điều kiện nào phải thỏa mãn cho $\\frac{v_0}{r_0 \\omega_0}$ ?",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1332823663061237792\" target=\"_blank\">đây</a>"
        },
        {
            "title": "Quang học - OMP.001 - University of California, Berkeley 2021",
            "quicktitle": "Du hành giữa các vì sao - UC Berkeley 2021",
            "task": "Hai hành tinh ngoài hệ Mặt Trời $A$ và $B$ cách nhau một khoảng $d$ (được đo bởi người quan sát đứng yên so với hai hành tinh) và đứng yên so với nhau. Một phi hành gia có kế hoạch du hành từ $A$ tới $B$ rồi quay lại bằng một tàu vũ trụ có khối lượng $m$ được trang bị một cánh buồm mặt trời. Ở cả hai hành tinh, các hệ thống bắn chùm laser được thiết lập sao cho tia laser được bắn tới cánh buồm mặt trời mà không bị thất thoát và phản chiếu lại hoàn toàn $180^{\\circ}$. Việc này giúp cho tàu vũ trụ có thể tăng tốc hay giảm tốc một cách đều đặn. Phi hành gia quyết định hành trình quay trở về ngay lập tức sau khi tới hành tinh $B$. Trong cả hai hành trình, nửa đầu hành trình tàu vũ trụ sẽ được đẩy bởi chùm tia laser từ hệ thống của hành tinh khởi hành và tăng tốc từ không vận tốc ban đầu đến vận tốc tương đối tính $u_0$ với gia tốc không đổi $a$. Trong nửa sau của hành trình, tàu vũ trụ được giảm tốc với gia tốc $a$ bởi chùm tia laser từ hệ thống của hành tinh cho đến khi dừng hẳn ở hành tinh đến. <img src=\"./img/omp001.png\" alt=\"OMP.001\" style=\"max-width: 40%; height: auto;\"> 1. Hãy tính tổng thời gian $T$ cho hành trình khứ - hồi được đo bởi người quan sát ở hành tinh $A$. Tính gia tốc $a$. <br><br> 2. Tổng thời gian $\\tau$ trôi qua trong hành trình khứ hồi mà phi hành gia cảm nhận được. Hãy so sánh $\\tau$ với $T$. <br><br> 3. Những người điều khiển laser sẽ phải điều chỉnh công suất phát laser $P$ theo thời gian như thế nào?",
            "hint": "Tham gia CLB xPhO và xem thảo luận tại <a href=\"https://discord.com/channels/854204281988972554/1332824271184990290\" target=\"_blank\">đây</a>"
        }
    ]
}
