[
    {
      "background_image": "https://moet.gov.vn/content/tintuc/PublishingImages/AnhTinBai/2022/c3a2.jpg?RenditionID=6",
      "headline": "Công bố điểm và giải HSGQG cấp THPT năm học 2024-2025",
      "detail": "Kỳ thi chọn học sinh giỏi quốc gia trung học phổ thông (THPT) năm học 2024-2025 được tổ chức vào các ngày 25 và 26/12/2024. Cả nước có 6.482 thí sinh dự thi, tăng 663 thí sinh so với năm học 2023-2024. Các thí sinh dự thi tại 68 Hội đồng thi với 13 môn thi: Toán, Vật lí, Hóa học, Sinh học, Tin học, Ngữ văn, Lịch sử, Địa lí, Tiếng Anh, Tiếng Nga, Tiếng Pháp và Tiếng Trung Quốc, Tiếng Nhật. \n Cụ thể xem tại đường link: <a href=\"https://moet.gov.vn/tintuc/Pages/tin-tong-hop.aspx?ItemID=10240\">tại đây</a>"
    },
    {
      "background_image": "https://8486384683.vws.vegacdn.vn/UploadImages/news//2024/hanoi/truyenthong/2024_10/23/23.10/23.10.24/img0513_231020241911.jpg?w=1130",
      "headline": "Sở GD&ĐT Hà Nội công bố đội tuyển học sinh giỏi tham dự Kỳ thi học sinh giỏi quốc gia năm học 2024-2025",
      "detail": "Chiều 23/10, tại Trường Trung học phổ thông chuyên Hà Nội - Amsterdam, Sở GD&ĐT Hà Nội tổ chức hội nghị công bố các đội tuyển thành phố dự thi học sinh giỏi quốc gia năm học 2024-2025. Chúc mừng em Trần Nam Gia Khánh và Phạm Tiến Dũng K75. \n Cụ thể xem tại đường link: <a href=\"https://hanoi.edu.vn/tin-tuc-su-kien/so-gddt-ha-noi-cong-bo-13-doi-tuyen-hoc-sinh-gioi-thanh-pho-tham-du-ky-thi-hoc/ctfull/525/15746\">tại đây</a>"
    },
    {
      "background_image": "https://i.imgur.com/K4ynfL5.png",
      "headline": "Lịch thi chọn HSG cấp quốc gia THPT năm học 2024-2025",
      "detail": "Bộ GD&ĐT: kỳ thi chọn học sinh giỏi quốc gia THPT sẽ diễn ra trong 2 ngày 25-26/12/2024:. \n Ngày 25/12: Thi viết các môn Toán, Vật lí, Hóa học, Sinh học, Ngữ văn, Lịch sử, Địa lí, tiếng Anh, tiếng Nga, tiếng Pháp, tiếng Trung Quốc, tiếng Nhật và thi lập trình trên máy vi tính đối với môn Tin học. \n Ngày 26/12: Thi viết các môn Toán, Vật lí, Hóa học, Sinh học; Thi nói các môn tiếng Anh, tiếng Nga, tiếng Pháp, tiếng Trung Quốc, tiếng Nhật và thi lập trình trên máy vi tính đối với môn Tin học. \n Cụ thể xem tại đường link: <a href=\"https://moet.gov.vn/tintuc/Pages/tin-tong-hop.aspx?ItemID=9868\">tại đây</a>"
    },
    {
      "background_image": "https://i.imgur.com/wovzBZ5.png",
      "headline": "Sở GD&ĐT Hà Nội công bố kế hoạch tổ chức kỳ thi chọn \n đội tuyển HSG",
      "detail": "Sở GD&ĐT đã ban hành văn bản hướng dẫn Kế hoạch Tổ chức kỳ thi chọn đội tuyển học sinh giỏi dự thi cấp Quốc Gia và Kỳ thi chọn học sinh giỏi Thành phố các môn văn hoá lớp 12 cấp THPT năm học 2024-2025. Với thay đổi cụ thể là kỳ thi chọn đội tuyển VPhO sẽ diễn ra đầu tháng 10 và chọn HSG cấp TP sẽ diễn ra vào tháng 1. Cụ thể xem tại đường link: <a href=\"https://www.facebook.com/TruongTHPTChuyenNguyenHue/posts/pfbid037ewWWBndBHuanjazXKTHAyvtJ8iRZ1NizCKkSvwiG4THyKRMGir6T3SNKMAMP1Txl\">tại đây</a>"
    }
  ]